Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_5_0.chapterMarkers.body
source: The scrub bar shows ticks at chapter boundaries, and a dedicated transport-bar dropdown jumps you straight to any chapter. Hidden for series episodes since chapter data on those is usually auto-generated noise.
cs: Posuvník zobrazuje značky na hranicích kapitol a vyhrazená rozbalovací nabídka v ovládací liště přeskočí přímo na libovolnou kapitolu. U epizod seriálů skryto, protože data kapitol jsou tam obvykle automaticky generovaný šum.
da: Søgelinjen viser mærker ved kapitelgrænser, og en dedikeret rullemenu i afspilningslinjen springer direkte til et hvilket som helst kapitel. Skjult for serieafsnit, da kapiteldata dér som regel er automatisk genereret støj.
de: Die Scrub-Leiste zeigt Markierungen an den Kapitelgrenzen, und ein eigenes Dropdown in der Transportleiste springt direkt zu jedem Kapitel. Bei Serienfolgen ausgeblendet, da Kapitel-Daten dort meist automatisch generiertes Rauschen sind.
el: Η μπάρα αναζήτησης εμφανίζει σημάνσεις στα όρια των κεφαλαίων και ένα ειδικό αναπτυσσόμενο μενού στη μπάρα ελέγχου μεταβαίνει απευθείας σε οποιοδήποτε κεφάλαιο. Κρυμμένο σε επεισόδια σειρών, καθώς τα δεδομένα κεφαλαίων εκεί είναι συνήθως αυτόματα παραγόμενος θόρυβος.
es: La barra de búsqueda muestra marcas en los límites de los capítulos y un menú dedicado en la barra de transporte salta directo a cualquier capítulo. Oculto en episodios de series, ya que ahí los datos de capítulos suelen ser ruido generado automáticamente.
fi: Hakupalkki näyttää merkinnät lukurajoilla, ja erillinen avattava valikko ohjauspalkissa siirtyy suoraan mihin tahansa lukuun. Piilotettu sarjajaksoissa, koska niissä lukutiedot ovat yleensä automaattisesti luotua kohinaa.
fr: La barre de recherche affiche des repères aux limites des chapitres et un menu dédié dans la barre de lecture saute directement à n'importe quel chapitre. Masqué pour les épisodes de séries, car les données de chapitres y sont généralement du bruit auto-généré.
hr: Traka za pretraživanje prikazuje oznake na granicama poglavlja, a posebna padajuća izbornika u kontrolnoj traci skače izravno na bilo koje poglavlje. Skriveno za epizode serija jer su podaci o poglavljima ondje obično automatski generirani šum.
hu: A keresősáv jelzéseket mutat a fejezethatároknál, és a vezérlősávban egy külön legördülő menü közvetlenül bármelyik fejezetre ugrik. Sorozatepizódoknál elrejtve, mivel a fejezetadatok ott általában automatikusan generált zaj.
it: La barra di scrub mostra tacche ai confini dei capitoli e un menu dedicato nella barra dei controlli salta direttamente a qualsiasi capitolo. Nascosto per gli episodi delle serie, dato che lì i dati dei capitoli sono di solito rumore generato automaticamente.
ja: シークバーがチャプター境界に目盛りを表示し、トランスポートバーの専用メニューから任意のチャプターへ直接ジャンプできます。シリーズのエピソードでは、チャプター情報が通常自動生成のノイズなので非表示にしています。
ko: 스크럽 바가 챕터 경계에 눈금을 표시하고, 전송 바의 전용 드롭다운에서 어떤 챕터로든 바로 이동할 수 있습니다. 시리즈 에피소드에서는 챕터 데이터가 보통 자동 생성된 잡음이므로 숨겨집니다.
nb: Søkelinjen viser merker ved kapittelgrenser, og en egen nedtrekksmeny i kontrollinjen hopper rett til hvilket som helst kapittel. Skjult for serieepisoder siden kapitteldata der vanligvis er automatisk generert støy.
nl: De scrubbalk toont streepjes op hoofdstukgrenzen, en een speciaal dropdownmenu in de transportbalk springt rechtstreeks naar elk hoofdstuk. Verborgen voor serieafleveringen omdat hoofdstukgegevens daar meestal automatisch gegenereerde ruis zijn.
pl: Pasek scrubbingu pokazuje znaczniki na granicach rozdziałów, a dedykowane menu w pasku odtwarzania przeskakuje bezpośrednio do dowolnego rozdziału. Ukryty dla odcinków seriali, ponieważ dane rozdziałów to tam zwykle automatycznie generowany szum.
pt_br: A barra de busca mostra marcações nos limites dos capítulos, e um menu dedicado na barra de transporte salta direto para qualquer capítulo. Ocultado em episódios de séries, já que ali os dados de capítulos costumam ser ruído gerado automaticamente.
pt_pt: A barra de pesquisa mostra marcas nos limites dos capítulos, e um menu dedicado na barra de transporte salta directamente para qualquer capítulo. Oculto em episódios de séries, uma vez que aí os dados de capítulos costumam ser ruído gerado automaticamente.
ro: Bara de derulare afișează marcaje la limitele capitolelor, iar un meniu derulant dedicat din bara de control sare direct la orice capitol. Ascuns pentru episoadele de seriale, deoarece datele de capitol acolo sunt de obicei zgomot generat automat.
ru: Полоса перемотки показывает риски на границах глав, а отдельное выпадающее меню в панели управления переходит к любой главе. Скрыто для эпизодов сериалов, так как там данные глав обычно являются автоматически сгенерированным шумом.
sk: Posuvník zobrazuje značky na hraniciach kapitol a vyhradená rozbaľovacia ponuka v ovládacej lište preskočí priamo na ľubovoľnú kapitolu. Pri epizódach seriálov skryté, pretože dáta kapitol sú tam zvyčajne automaticky generovaný šum.
sv: Sökningslisten visar markeringar vid kapitelgränser, och en särskild rullgardinsmeny i kontrollraden hoppar direkt till valfritt kapitel. Dold för serieavsnitt eftersom kapiteldata där oftast är automatiskt genererat brus.
tr: Sarma çubuğu bölüm sınırlarında işaretler gösterir ve oynatma çubuğundaki özel açılır menü doğrudan herhangi bir bölüme atlar. Bölüm verisi genelde otomatik üretilmiş gürültü olduğu için dizi bölümlerinde gizlenir.
uk: Смуга перемотування показує позначки на межах розділів, а окреме спливне меню в панелі керування переходить безпосередньо до будь-якого розділу. Приховано для епізодів серіалів, оскільки там дані розділів зазвичай є автоматично згенерованим шумом.
zh_hans: 进度条会在章节边界显示刻度,播放栏中的专用菜单可直接跳转到任意章节。剧集单集中通常的章节数据是自动生成的杂讯,因此对剧集隐藏此功能。
zh_hant: 進度條會在章節邊界顯示刻度,播放列中的專用選單可直接跳到任何章節。因為劇集單集中的章節資料通常是自動產生的雜訊,所以對劇集隱藏此功能。

# changelog.0_5_0.chapterMarkers.title
source: Chapter markers
cs: Značky kapitol
da: Kapitelmarkører
de: Kapitel-Marker
el: Σημάνσεις κεφαλαίων
es: Marcadores de capítulos
fi: Lukumerkit
fr: Marqueurs de chapitres
hr: Oznake poglavlja
hu: Fejezetjelzők
it: Marcatori dei capitoli
ja: チャプターマーカー
ko: 챕터 마커
nb: Kapittelmarkører
nl: Hoofdstukmarkeringen
pl: Znaczniki rozdziałów
pt_br: Marcadores de capítulos
pt_pt: Marcadores de capítulos
ro: Marcaje de capitol
ru: Маркеры глав
sk: Značky kapitol
sv: Kapitelmarkörer
tr: Bölüm işaretçileri
uk: Маркери розділів
zh_hans: 章节标记
zh_hant: 章節標記

# changelog.0_5_0.dolbyVision.body
source: DV streams now signal as 'dvh1' with the proper 'dvcC' configuration so DV-capable TVs switch into Dolby Vision mode for Profile 5, 8.1 and 8.4 content.
cs: DV streamy se nyní signalizují jako 'dvh1' se správnou konfigurací 'dvcC', takže televizory podporující DV přepnou do režimu Dolby Vision u obsahu Profile 5, 8.1 a 8.4.
da: DV-streams signaleres nu som 'dvh1' med korrekt 'dvcC'-konfiguration, så DV-kompatible tv-apparater skifter til Dolby Vision-tilstand ved Profile 5-, 8.1- og 8.4-indhold.
de: DV-Streams werden jetzt als 'dvh1' mit korrekter 'dvcC'-Konfiguration signalisiert, sodass DV-fähige Fernseher für Profil 5, 8.1 und 8.4 in den Dolby-Vision-Modus wechseln.
el: Οι ροές DV σηματοδοτούνται πλέον ως 'dvh1' με τη σωστή διαμόρφωση 'dvcC', ώστε οι τηλεοράσεις με υποστήριξη DV να εναλλάσσονται στη λειτουργία Dolby Vision για περιεχόμενο Profile 5, 8.1 και 8.4.
es: Los flujos de DV se identifican ahora como 'dvh1' con la configuración 'dvcC' correcta, de modo que los televisores compatibles con DV cambian al modo Dolby Vision para contenido de los perfiles 5, 8.1 y 8.4.
fi: DV-virrat tunnistetaan nyt nimellä 'dvh1' oikealla 'dvcC'-määrityksellä, jotta DV-yhteensopivat televisiot vaihtavat Dolby Vision -tilaan Profile 5-, 8.1- ja 8.4-sisällössä.
fr: Les flux DV s'identifient désormais comme 'dvh1' avec la configuration 'dvcC' adéquate, ce qui fait basculer les téléviseurs compatibles DV en mode Dolby Vision pour les profils 5, 8.1 et 8.4.
hr: DV streamovi sada se signaliziraju kao 'dvh1' s ispravnom 'dvcC' konfiguracijom, pa televizori koji podržavaju DV prebacuju u Dolby Vision način za sadržaj profila 5, 8.1 i 8.4.
hu: A DV-folyamok mostantól 'dvh1' jelzéssel és helyes 'dvcC'-konfigurációval érkeznek, így a DV-kompatibilis tévék Dolby Vision módba váltanak Profile 5-ös, 8.1-es és 8.4-es tartalmaknál.
it: I flussi DV vengono ora identificati come 'dvh1' con la corretta configurazione 'dvcC', così i TV compatibili con DV passano alla modalità Dolby Vision per i contenuti Profile 5, 8.1 e 8.4.
ja: DVストリームを正しい「dvcC」構成とともに「dvh1」としてシグナリングするようになりました。Profile 5・8.1・8.4のコンテンツでDV対応テレビがDolby Visionモードに切り替わります。
ko: DV 스트림이 올바른 'dvcC' 구성과 함께 'dvh1'으로 시그널링되며, Profile 5, 8.1, 8.4 콘텐츠에서 DV 지원 TV가 Dolby Vision 모드로 전환됩니다.
nb: DV-strømmer signaleres nå som 'dvh1' med korrekt 'dvcC'-konfigurasjon, slik at DV-kompatible TV-er bytter til Dolby Vision-modus for Profile 5-, 8.1- og 8.4-innhold.
nl: DV-streams worden nu aangeduid als 'dvh1' met de juiste 'dvcC'-configuratie, zodat DV-compatibele tv's overschakelen naar de Dolby Vision-modus voor inhoud uit Profile 5, 8.1 en 8.4.
pl: Strumienie DV są teraz oznaczane jako 'dvh1' z poprawną konfiguracją 'dvcC', dzięki czemu telewizory zgodne z DV przełączają się w tryb Dolby Vision dla treści Profile 5, 8.1 i 8.4.
pt_br: Streams de DV agora se identificam como 'dvh1' com a configuração 'dvcC' correta, fazendo com que TVs compatíveis com DV mudem para o modo Dolby Vision em conteúdo Profile 5, 8.1 e 8.4.
pt_pt: Streams de DV identificam-se agora como 'dvh1' com a configuração 'dvcC' correcta, fazendo com que TVs compatíveis com DV passem para o modo Dolby Vision em conteúdo Profile 5, 8.1 e 8.4.
ro: Fluxurile DV se semnalează acum ca 'dvh1' cu configurația 'dvcC' corectă, astfel încât televizoarele compatibile DV trec în modul Dolby Vision pentru conținut Profile 5, 8.1 și 8.4.
ru: Потоки DV теперь сигнализируются как 'dvh1' с корректной конфигурацией 'dvcC', чтобы DV-совместимые телевизоры переключались в режим Dolby Vision для контента Profile 5, 8.1 и 8.4.
sk: DV streamy sa teraz signalizujú ako 'dvh1' so správnou konfiguráciou 'dvcC', takže televízory podporujúce DV prepnú do režimu Dolby Vision pri obsahu Profile 5, 8.1 a 8.4.
sv: DV-strömmar signaleras nu som 'dvh1' med korrekt 'dvcC'-konfiguration, så att DV-kompatibla tv-apparater växlar till Dolby Vision-läge för Profile 5-, 8.1- och 8.4-innehåll.
tr: DV akışları artık doğru 'dvcC' yapılandırmasıyla 'dvh1' olarak işaretlenir, böylece DV uyumlu TV'ler Profile 5, 8.1 ve 8.4 içeriklerinde Dolby Vision moduna geçer.
uk: Потоки DV тепер сигналізуються як 'dvh1' з коректною конфігурацією 'dvcC', щоб DV-сумісні телевізори перемикалися в режим Dolby Vision для контенту Profile 5, 8.1 і 8.4.
zh_hans: DV 流现在以正确的 'dvcC' 配置作为 'dvh1' 进行信号传递,以便支持 DV 的电视为 Profile 5、8.1 和 8.4 内容切换到 Dolby Vision 模式。
zh_hant: DV 串流現在以正確的 'dvcC' 設定作為 'dvh1' 進行訊號傳遞,讓支援 DV 的電視為 Profile 5、8.1 和 8.4 內容切換至 Dolby Vision 模式。

# changelog.0_5_0.errorCategories.body
source: Connection issues, sign-in problems, timeouts and 404s each get their own icon and headline instead of a generic 'playback failed' message.
cs: Problémy s připojením, chyby přihlášení, časové limity a 404 mají vlastní ikonu a nadpis místo obecné zprávy „přehrávání selhalo".
da: Forbindelsesproblemer, login-fejl, timeouts og 404'ere får hver sit ikon og overskrift i stedet for en generisk "afspilning mislykkedes"-besked.
de: Verbindungsprobleme, Anmeldefehler, Zeitüberschreitungen und 404er bekommen je ein eigenes Icon und eine passende Überschrift statt einer allgemeinen "Wiedergabe fehlgeschlagen"-Meldung.
el: Τα προβλήματα σύνδεσης, τα σφάλματα σύνδεσης, τα χρονικά όρια και τα 404 έχουν το καθένα δικό του εικονίδιο και τίτλο αντί για ένα γενικό μήνυμα «η αναπαραγωγή απέτυχε».
es: Los problemas de conexión, los errores de inicio de sesión, los tiempos de espera y los 404 reciben cada uno su propio icono y título en lugar de un mensaje genérico de "fallo de reproducción".
fi: Yhteysongelmat, kirjautumisvirheet, aikakatkaisut ja 404-virheet saavat kukin oman kuvakkeensa ja otsikkonsa yleisen "toisto epäonnistui"-viestin sijaan.
fr: Les problèmes de connexion, d'authentification, les délais d'attente et les 404 ont chacun leur propre icône et leur propre titre au lieu d'un message générique "échec de la lecture".
hr: Problemi s vezom, pogreške prijave, isteci vremena i 404 svaki dobivaju vlastitu ikonu i naslov umjesto općenite poruke "reprodukcija nije uspjela".
hu: A kapcsolódási problémák, bejelentkezési hibák, időtúllépések és 404-esek mindegyike saját ikont és címet kap az általános "a lejátszás sikertelen" üzenet helyett.
it: Problemi di connessione, errori di accesso, timeout e 404 ottengono ciascuno la propria icona e il proprio titolo invece di un generico messaggio "riproduzione non riuscita".
ja: 接続の問題、サインインエラー、タイムアウト、404にそれぞれ専用のアイコンと見出しを表示し、汎用的な「再生に失敗しました」表示を置き換えます。
ko: 연결 문제, 로그인 오류, 타임아웃, 404 각각이 일반적인 "재생 실패" 메시지 대신 고유한 아이콘과 제목을 가집니다.
nb: Tilkoblingsproblemer, innloggingsfeil, tidsavbrudd og 404-er får hver sin ikon og overskrift i stedet for en generisk "avspilling mislyktes"-melding.
nl: Verbindingsproblemen, aanmeldfouten, time-outs en 404's krijgen elk een eigen pictogram en kop in plaats van een generieke 'afspelen mislukt'-melding.
pl: Problemy z połączeniem, błędy logowania, przekroczenia limitu czasu i 404 mają teraz własną ikonę i nagłówek zamiast ogólnego komunikatu „odtwarzanie nieudane".
pt_br: Problemas de conexão, erros de login, timeouts e 404s recebem cada um seu próprio ícone e título em vez de uma mensagem genérica de "falha na reprodução".
pt_pt: Problemas de ligação, erros de início de sessão, timeouts e 404 recebem cada um o seu próprio ícone e título em vez de uma mensagem genérica de "reprodução falhou".
ro: Problemele de conexiune, erorile de autentificare, timeout-urile și 404-urile primesc fiecare propria pictogramă și titlu în locul unui mesaj generic "redare eșuată".
ru: Проблемы соединения, ошибки входа, тайм-ауты и 404-е получают собственную иконку и заголовок вместо общего сообщения «воспроизведение не удалось».
sk: Problémy s pripojením, chyby prihlásenia, časové limity a 404 majú vlastnú ikonu a nadpis namiesto všeobecnej správy „prehrávanie zlyhalo".
sv: Anslutningsproblem, inloggningsfel, timeouts och 404:or får var sin ikon och rubrik istället för ett generiskt "uppspelning misslyckades"-meddelande.
tr: Bağlantı sorunları, oturum açma hataları, zaman aşımları ve 404'ler genel "oynatma başarısız" mesajı yerine her biri kendi simgesini ve başlığını alır.
uk: Проблеми зі з'єднанням, помилки входу, тайм-аути та 404 отримують власну іконку й заголовок замість загального повідомлення «не вдалося відтворити».
zh_hans: 连接问题、登录问题、超时和 404 错误现在各自有专属图标和标题,而不是通用的“播放失败”消息。
zh_hant: 連線問題、登入問題、逾時和 404 錯誤現在各自有專屬圖示和標題,而非通用的「播放失敗」訊息。

# changelog.0_5_0.errorCategories.title
source: Categorised player errors
cs: Kategorizované chyby přehrávače
da: Kategoriserede afspillerfejl
de: Unterscheidbare Player-Fehler
el: Κατηγοριοποιημένα σφάλματα προγράμματος αναπαραγωγής
es: Errores del reproductor categorizados
fi: Luokitellut soittimen virheet
fr: Erreurs du lecteur catégorisées
hr: Kategorizirane pogreške reproduktora
hu: Kategorizált lejátszóhibák
it: Errori del player classificati
ja: プレーヤー・エラーを分類
ko: 분류된 플레이어 오류
nb: Kategoriserte spillerfeil
nl: Geclassificeerde spelersfouten
pl: Sklasyfikowane błędy odtwarzacza
pt_br: Erros do player categorizados
pt_pt: Erros do reprodutor categorizados
ro: Erori de player clasificate
ru: Категоризованные ошибки плеера
sk: Kategorizované chyby prehrávača
sv: Kategoriserade spelarfel
tr: Sınıflandırılmış oynatıcı hataları
uk: Категоризовані помилки плеєра
zh_hans: 分类的播放器错误
zh_hant: 分類的播放器錯誤

# changelog.0_5_0.foregroundReload.body
source: Coming back from background lands on the actual resumed frame instead of a black flash. The engine now waits for the first decoded frame before pausing.
cs: Návrat z pozadí přistává přímo na obnoveném snímku místo černého záblesku — engine teď před pozastavením čeká na první dekódovaný snímek.
da: At vende tilbage fra baggrunden lander på det faktiske genoptagne billede i stedet for et sort blink — motoren venter nu på det første afkodede billede, før den pausér.
de: Die Rückkehr aus dem Hintergrund landet jetzt direkt am Resume-Frame statt auf Schwarz — die Engine wartet auf das erste dekodierte Bild, bevor sie pausiert.
el: Η επιστροφή από το παρασκήνιο φτάνει στο πραγματικό καρέ συνέχισης αντί για μια μαύρη αναλαμπή — η μηχανή περιμένει τώρα το πρώτο αποκωδικοποιημένο καρέ πριν παύσει.
es: Al volver desde segundo plano la app aterriza en el fotograma reanudado real en lugar de un parpadeo negro — el motor ahora espera al primer fotograma decodificado antes de pausar.
fi: Taustalta palaaminen päätyy oikeaan jatkokuvaan mustan välähdyksen sijaan — moottori odottaa nyt ensimmäisen puretun kuvan ennen taukoa.
fr: Le retour depuis l'arrière-plan affiche directement l'image reprise au lieu d'un flash noir — le moteur attend désormais la première image décodée avant de mettre en pause.
hr: Povratak iz pozadine sada slijeće na stvarni kadar nastavka umjesto crnog bljeska — engine sada čeka prvi dekodirani kadar prije pauziranja.
hu: A háttérből való visszatérés a tényleges folytatási képkockán landol egy fekete villanás helyett — a motor mostantól megvárja az első dekódolt képkockát, mielőtt szüneteltetne.
it: Tornando dal background si arriva direttamente al fotogramma di ripresa invece che a un flash nero — il motore ora attende il primo fotogramma decodificato prima di mettere in pausa.
ja: バックグラウンドから戻ったとき、黒い一瞬の表示ではなく実際のレジューム・フレームから始まります。エンジンが一時停止する前に最初のデコード済みフレームを待つようになりました。
ko: 백그라운드에서 돌아올 때 검은 화면 대신 실제 재개 프레임에서 시작합니다 — 엔진이 일시 정지하기 전에 첫 디코딩된 프레임을 기다립니다.
nb: Å komme tilbake fra bakgrunnen lander på den faktiske gjenopptatte rammen i stedet for et svart blink — motoren venter nå på den første dekodede rammen før den pauser.
nl: Terugkeren uit de achtergrond komt direct uit op het hervatte frame in plaats van op een zwarte flits — de engine wacht nu op het eerste gedecodeerde frame voordat hij pauzeert.
pl: Powrót z tła kończy się na faktycznym wznowionym kadrze zamiast na czarnym błysku — silnik czeka teraz na pierwszą zdekodowaną klatkę przed wstrzymaniem.
pt_br: Voltar do segundo plano leva direto ao quadro retomado em vez de um flash preto — o motor agora espera o primeiro quadro decodificado antes de pausar.
pt_pt: Regressar do segundo plano leva directamente ao fotograma retomado em vez de um flash preto — o motor agora espera o primeiro fotograma descodificado antes de fazer pausa.
ro: Revenirea din fundal aterizează pe cadrul real de reluare în loc de un fulger negru — motorul așteaptă acum primul cadru decodat înainte de a face pauză.
ru: Возврат из фона теперь приходит на реальный кадр возобновления вместо чёрного мигания — движок дожидается первого декодированного кадра перед паузой.
sk: Návrat z pozadia teraz pristane priamo na obnovenom snímku namiesto čierneho záblesku — engine pred pozastavením čaká na prvý dekódovaný snímok.
sv: Att komma tillbaka från bakgrunden landar på den faktiska återupptagna bildrutan istället för en svart blinkning — motorn väntar nu på den första avkodade bildrutan innan den pausar.
tr: Arka plandan dönüş artık siyah bir parıltı yerine doğrudan devam eden kareye düşüyor — motor duraklatmadan önce ilk çözülmüş kareyi bekliyor.
uk: Повернення з фону потрапляє на справжній кадр відновлення замість чорного спалаху — рушій тепер чекає на перший декодований кадр перед паузою.
zh_hans: 从后台返回时直接定位到真正的恢复帧,不再出现黑色闪烁——引擎现在会等到第一帧解码完成后再暂停。
zh_hant: 從背景返回時直接定位到實際的恢復幀,不再出現黑色閃爍——引擎現在會等到第一幀解碼完成後再暫停。

# changelog.0_5_0.foregroundReload.title
source: Foreground reload
cs: Návrat z pozadí
da: Genindlæsning fra baggrund
de: Vordergrund-Reload
el: Επαναφόρτωση κατά την επαναφορά
es: Recarga al volver
fi: Lataus etualalle palatessa
fr: Rechargement à la reprise
hr: Učitavanje pri vraćanju
hu: Előtérbe visszatérés
it: Ripresa dal background
ja: 復帰時のリロード
ko: 포그라운드 복귀 시 재로드
nb: Reload fra bakgrunn
nl: Herladen bij terugkeer
pl: Wznowienie z tła
pt_br: Recarregamento ao voltar
pt_pt: Recarregamento ao voltar
ro: Reîncărcare la revenire
ru: Возврат из фона
sk: Návrat z pozadia
sv: Omladdning från bakgrund
tr: Ön plana geri dönüş
uk: Повернення з фону
zh_hans: 返回前台时重载
zh_hant: 返回前景時重新載入
